Repository: agence-adeliom/sage-password-protected
Catalog: languages/sage-password-protected-*.po
Languages: fr_fr

source: Password Protection
fr_fr: Protection par mot de passe

source: Enable site-wide password protection?
fr_fr: Activer la protection par mot de passe pour l'ensemble du site ?

source: Password
fr_fr: Mot de passe

source: Enter the login password.
fr_fr: Saisissez le mot de passe de connexion.

source: Allow by IP Address
fr_fr: Autoriser par adresse IP

source: Enable whitelisting users by their IP Address.
fr_fr: Activer l'inscription des utilisateurs sur la liste blanche en fonction de leur adresse IP.

source: Allowed IP Addresses
fr_fr: Adresses IP autorisées

source: Add IP Address
fr_fr: Ajouter une IP

source: Current IP Address: %s
fr_fr: Adresse IP actuelle : %s

source: IP Address
fr_fr: Adresse IP

source: The IP Address of the user to allow through password protection.
fr_fr: L’adresse IP de l’utilisateur à autoriser à travers la protection par mot de passe.

source: Comment
fr_fr: Commentaire

source: John Doe's Home
fr_fr: Domicile de John Doe

source: A comment containing an identifier for this IP address. This is strictly for organization purposes.
fr_fr: Un commentaire contenant un identifiant pour cette adresse IP. Il s’agit d’une information strictement organisationnelle.

source: Allow for User
fr_fr: Autoriser les utilisateurs

source: Allow bypassing password protection while logged in as a user.
fr_fr: Permet de contourner la protection par mot de passe lorsque l’on est connecté en tant qu’utilisateur.

source: Allow for Administrator
fr_fr: Autoriser les administrateurs

source: Allow bypassing password protection while logged in as an administrator.
fr_fr: Permet de contourner la protection par mot de passe lorsque l’on est connecté en tant qu’administrateur.
